Repository: zabbix-jp/translation
Catalog: releasenote/releasenote-omegat.tmx
Source language: en_us
Languages: ja

source: Zabbix SIA is proud to announce the availability of Zabbix 1.9.1 (Second Alpha Release of Zabbix 2.0).
ja: Zabbix SIAはZabbix 1.9.1 (Zabbix 2.0の2番目のアルファリリース)のリリースをアナウンスすることを光栄に思います。

source: [ZBX-1753] added permission check for trigger sound notifications
ja: [ZBX-1753] トリガーの通知音の権限チェックを追加

source: Existing users of 1.6.x and new users should consider using the latest ZABBIX 1.8.x.
ja: 既存の1.6のユーザと新規ユーザはZABBIX 1.8.xの最新版の利用の検討を行ってください。

source: [ZBX-628] fixed memory leak in proxy module
ja: [ZBX-628] プロキシモジュールのメモリリークを修正

source: [ZBX-2902] fixed system.cpu.load[] and system.cpu.util[] being slightly exaggerated on Windows; thanks to Kodai Terashima
ja: [ZBX-2902] Windows上でsystem.cpu.load[]とsystem.cpu.util[]が少し誇張された値になってしまう問題を修正; Kodai Terashimaに感謝

source: [ZBXNEXT-614] add Slovak translation; thanks to Marcel Hecko
ja: [ZBXNEXT-614] スロバキア語翻訳を追加; Marcel Heckoに感謝

source: [ZBX-3968] fixed issues with filtering in monitoring->events in Internet Explorer 7
ja: [ZBX-3968] IE7利用時にモニタリング->イベント画面内のフィルタリングの問題を修正

source: [DEV-417] added services[] metric for Windows agents
ja: [DEV-417] Windowsエージェントにservice[]メトリックを追加

source: [ZBX-3979] adding searchWildcardsEnabled flag in API for searching using wildcards
ja: [ZBX-3979] ワイルドカードを使用した検索のためにAPIにsearchWildcardsEnableフラグを追加

source: Parameter LogRemoteCommands
ja: LogRemoteCommandsパラメータ

source: [ZBXNEXT-236] added support of comma delimited list of host groups in aggregate checks
ja: [ZBXNEXT-236] アグリゲートチェックのホストグループのリストにカンマ区切りのサポートを追加

source: The screen can be used to add new translations of ZABBIX front-end.
ja: ZABBIXフロントエンドに新たに追加された翻訳の画面を利用することができます。

source: [ZBX-2670] make it clear in the 'configure' help output that full path to odbc_config should be specified
ja: [ZBX-2670] configureのヘルプ出力にodbc_configのフルパスを指定する必要があることを明記

source: [DEV-413] fixed first parameter in system.cpu.util key for linux (all; 0..n)
ja: [DEV-413] Linuxのキーsystem.cpu.utilの最初のパラメータ(all; 0..n)を修正

source: [ZBX-1658] removed "Zabbix Status" from dashboard for non super admins
ja: [ZBX-1658] Zabbix特権管理者以外のユーザのダッシュボードから「Zabbixサーバの状態」を削除

source: [ZBX-3192] fixed SNMP index cache to support SNMP target for each entry; thanks to Ilia Sotnikov
ja: [ZBX-3192] SNMPターゲットそれぞれのエントリをサポートするようにSNMPインデックスのキャッシュ処理修正; Ilia Sotnikovに感謝

source: [ZBX-1172] added sorting for audit resource dropdown
ja: [ZBX-1172] 監査のリソースのドロップダウンにソート機能を追加

source: [ZBX-1084] fixed calendar controls lying on chart
ja: [ZBX-1084] グラフ上のカレンダー操作が誤っている問題を修正

source: [ZBX-3628] fixed server crash while processing notification messages with an already deleted trigger
ja: [ZBX-3628] 既に削除されたトリガーを含む通知メッセージ処理中にサーバがクラッシュする問題を修正

source: [ZBX-859] fixed typo in server log message
ja: [ZBX-859] サーバーのログメッセージの表記間違いを修正

source: Only single connection to SNMP agent is used.
ja: SNMPエージェントとの通信を1つのコネクションだけで行います。

source: Layout of graphs and navigation was improved for much easier operations and visibility of information.
ja: グラフのレイアウトとナビゲーションが改善され、より簡単に、そして情報が見やすくなりました。

source: Host area functionality for maps
ja: マップのホスト領域機能

source: updated Spanish translation
ja: スペイン語を更新

source: [ZBX-1642] fixed possibility of editing read only host items
ja: [ZBX-1642] 読み込みのみ許可されているホストのアイテムが編集可能になる可能性がある問題を修正

source: added automatic resolution of DNS names for auto-discovery
ja: オートディスカバリのためにDNS名の自動解決機能を追加

source: [ZBX-3115] fixed returned data type for net.tcp.listen under Solaris and FreeBSD
ja: [ZBX-3115] SolarisとFreeBSDのnet.tcp.listenが返す値のデータ型を修正

source: Global search provides suggestions based on the entered string.
ja: 入力した文字列に基づいて検索候補を表示します。

source: [ZBX-1785] fixed starttime in screens, slides on screen/slide switch
ja: [ZBX-1785] スクリーン/スライドを切り替えた際、スクリーン/スライドの開始時間が変更されない問題を修正

source: [ZBX-3796] select a graph with the same name if it exists when changing host in monitoring -> graphs
ja: [ZBX-3796] 監視データ->グラフ画面でホストを変更した時に同じ名前のグラフがある場合はそれを選択するように修正

source: [ZBX-2666] fixed detection of resolv.h and net/if.h
ja: [ZBX-2666] resolv.hとnet/if.hを検出処理を修正

source: [ZBX-1712] removed empty translation strings
ja: [ZBX-1712] 空白の翻訳文字列を削除

source: [ZBX-3433] fixed removing deleted passive proxies from queue
ja: [ZBX-3433] 削除されたパッシブプロキシのキューをキューから削除するように修正

source: Support of complex regular expressions
ja: 複雑な正規表現のサポート

source: [ZBX-1328] better naming for mass operations in the list of host groups
ja: [ZBX-1328] ホストグループのリスト画面の一括更新の操作の名称を改善

source: This document contains the release notes for Zabbix 1.9.5.
ja: このドキュメントはZabbix 1.9.5のリリースノートを含みます。

source: Efficient filters have been introduced for most of configuration pages.
ja: ほとんどの設定ページで効率的なフィルタを利用することができます。

source: Added maintenance mode
ja: メンテナンスモードの追加

source: [ZBX-2821] fixed reference to removed icons
ja: [ZBX-2821] 削除されたアイコンへの参照を修正

source: [ZBX-910] Queue/Details screen now has "Delayed at" column
ja: [ZBX-910] キュー/詳細の画面に"Delayed at"カラムを追加

source: Zabbix will automatically fill in DNS names of newly discovered and auto-registered devices.
ja: Zabbixは新規に自動検出され自動登録されたデバイスに対してDNS名を自動的に入力します。

source: [ZBX-1876] fixed processing of ICMP pings when "fping" or "fping6" binaries are missing
ja: [ZBX-1876] 「fping」もしくは「fping6」のバイナリが存在しない場合のICMP pingの処理を修正

source: Starting from this release ZABBIX sends notification messages to the users having read access to a host, which generated the event only.
ja: このリリースから、ZABBIXはホストにアクセスする権限を有しているユーザにのみ生成されたイベントを送付するようになりました。

source: It is for beta testing only.
ja: ベータテストにのみ利用してください。

source: User "guest" can be disabled
ja: ゲストユーザの無効化機能

source: [DEV-339] added more internal checks zabbix[wcache,*] and zabbix[rcache,*]
ja: [DEV-339] インターナルチェック用にzabbix[wcache,*]とabbix[rcache,*]を追加

source: [ZBX-2748] fixed compilation on OpenBSD 4.7 due to undefined KERN_PROC
ja: [ZBX-2748] OpenBSD 4.7でKERN_PROCが定義されていないためコンパイルできない問題を修正

source: [DEV-358] added notification macros {TRIGGER.KEY[1..9]}
ja: [DEV-358] 通知用マクロ{TRIGGER.KEY[1..9]}を追加

source: We take the feature freeze seriously and mainly work on fixing actual bugs with few exceptions (auto-discovery, escalations).
ja: フィーチャーフリーズ期間は一部(オートディスカバリ、エスカレーション)を除き、主に現在分かっているバグの修正に取り組みます。

source: ZABBIX server automatically warns the group of users if the database is down and continues normal operations when the database is back.
ja: データベースがダウンした場合、ZABBIXサーバは自動的に特定グループのユーザに通知を行い、データベースが復旧すると通常の動作を継続します。

source: [ZBX-3011] passwords are no longer shown in HTML when editing media types
ja: [ZBX-3011] メディアタイプの変更時にHTML内にパスワードを表示しないように修正

source: WEB monitoring module enables flexible and easy monitoring of availability and performanceof WEB sites and WEB-based applications.
ja: WEBモニタリングは、WebサイトやWebベースアプリケーションの死活監視とパフォーマンスを柔軟かつ容易に監視することが可能です。

source: [ZBX-649] fixed problem with "Too many open files" by agent under Solaris and AIX
ja: [ZBX-649] SolarisとAIX上のエージェントによる「Too many open files」の問題を修正

source: [ZBX-48] fixed server crash if incorrect syntax of aggregate items is used
ja: [ZBX-48] アグリゲートアイテムで間違った構文を利用した場合にサーバがクラッシュする問題を修正

source: The cache module is permanently enabled and drastically decreases load on the back-end database.
ja: キャッシュモジュールは常に有効になっており、バックエンドデータベースの負荷を大幅に削減します。

source: [DEV-9] added support of function macros
ja: [DEV-9] 関数にマクロ機能を追加

source: More Efficient Communication with Agents
ja: より効率的なエージェントとの通信

source: added support of Apache authentication
ja: Apacheの認証を利用できる機能を追加

source: [ZBX-176] fixed static compilation of Jabber support
ja: [ZBX-176] Jabberサポートを有効にしたスタティックコンパイルの問題を修正

source: [ZBX-1398] fixed advanced icons selection
ja: [ZBX-1398] 拡張されたアイコンの選択を修正

source: [DEV-328] implemented printing of stopped Zabbix process PID for better troubleshooting
ja: [DEV-328] トラブルシューティングのために停止したZabbixプロセスのPIDの表示を実装

source: Database monitoring
ja: データベース監視

source: [DEV-43] support of new macros {ITEM.VALUE}, {ITEM.VALUE1}, etc
ja: [DEV-43] {ITEM.VALUE}、{ITEM.VALUE1}などの新しいマクロの機能を追加

source: [ZBX-4068] updated French translation; thanks to Joseph Bueno
ja: [ZBX-4068] フランス語翻訳を更新; Joseph Buenoに感謝

source: This document contains the release notes for Zabbix 1.9.4.
ja: このドキュメントはZabbix 1.9.4のリリースノートを含みます。

source: [ZBX-1408] fixed adding images for postgresql
ja: [ZBX-1408] postgresql利用時のイメージの追加処理の問題を修正

source: [ZBX-3137] fixed errors related to deleting an application that is used in a web scenario
ja: [ZBX-3137] Webシナリオで利用しているアプリケーションの削除に関連するエラーを修正

source: fixed shared memory allocation
ja: 共有メモリの割当を修正

source: [ZBX-3584] fixed allowed_hosts set to 'localhost' for items by default
ja: [ZBX-3584] デフォルトでallowed_hostsに'localhost'を設定するよう修正

source: [DEV-341] rework of events history, as consequences changes in audit screen, some reports and other pages
ja: [DEV-341] 監査画面やいくつかのレポート画面、その他のページを変更したことによるイベントヒストリの再作成

source: [ZBX-2471] fix location of the space in a translatable string
ja: [ZBX-2471] 翻訳可能な文字列のスペースの位置を修正

source: [ZBX-484] fixed host-group selection in templates page
ja: [ZBX-484] テンプレート画面のホストグループ選択の問題を修正

source: [ZBX-2273] add support of macro {TRIGGER.EVENTS.UNACK} for map labels
ja: [ZBX-2273] マップのラベルに{TRIGGER.EVENTS.UNACK}マクロのサポートを追加

source: [ZBX-1572] fixed processing of the performance counters defined in the configuration file using non-latin symbols
ja: [ZBX-1572] 設定ファイルでlatin文字以外を使用して定義されたパフォーマンスカウンタの処理を修正

source: [ZBX-3222] fixed Zabbix returns to incorrect page from acknowledge form
ja: [ZBX-3222] 障害対応コメント画面から誤った画面に戻ってしまう問題を修正

source: [ZBX-2241] fixed graph X axis for big periods
ja: [ZBX-2241] 長期間を表示した際のグラフのX軸の間隔を修正

source: It supports passing of GET and POST variables.
ja: WEBモニタリングはGETやPOST変数を渡すことも可能です。

source: [ZBX-2243] fixed bug when cannot select template for item filter by host
ja: [ZBX-2243] ホストによってアイテムをフィルタした場合にテンプレートが選択できないバグを修正

source: All host group elements can be displayed in a map area.
ja: マップ上の領域にホストグループに所属するすべてのホストを表示することができます。

source: This document contains the release notes for Zabbix 1.9.7.
ja: このドキュメントはZabbix 1.9.7のリリースノートを含みます。

source: [ZBX-3731] fixed possible SQL errors when updating trends
ja: [ZBX-3731] トレンド更新時にSQLエラーが発生する問題を修正

source: [ZBX-3457] in trigger wizard, use double symbol references past 26 entries
ja: [ZBX-3457] トリガーウィザードで26エントリを超えた場合はダブルシンボルの参照を利用

source: Host availability information is displayed separately for Zabbix Agent, IPMI and SNMP agents.
ja: ホスト画面の「エージェントの状態」の表示がZabbixエージェント、IPMIエージェント、SNMPエージェントを個別に表示するようになりました。

source: [ZBX-2377] fixed converting html special chars in graphs' legend
ja: [ZBX-2377] グラフの凡例でhtmlの特殊文字(html special chars)の変換処理を修正

source: [ZBX-2984] fixed incorrect trigger line in graphs.
ja: [ZBX-2984] グラフに間違ったトリガーのラインが引かれる問題を修正。

source: Permissions are defined for user group on per host group level only.
ja: ユーザーグループのパーミッションはホストグループ単位でのみ定義されます。

source: ...and more!
ja: ...その他

source: [ZBX-2577] fixed template trigger update affects downstream triggers
ja: [ZBX-2577] テンプレートのトリガーの更新をリンク先のトリガーに反映する処理を修正

source: Boolean data type can be used for monitoring of two state metrics and JMX counters having boolean type.
ja: Booleanデータ型は、2つの状態を持つものとJMXカウンタの監視に使用できます。

source: [ZBX-4000] fixed stop propagation (network map element dragging in configuration) in IE9
ja: [ZBX-4000] IE9のマップ設定画面のアイコンドラッグ時のプロパゲーションの停止処理を修正

source: Improvements and Bug Fixes of 1.7.4
ja: 1.7.4の改善とバグフィックス

source: Improvements and Bug Fixes of 1.7.3
ja: 1.7.3の改善とバグフィックス

source: Improvements and Bug Fixes of 1.7.2
ja: 1.7.2の改善とバグフィックス

source: [ZBX-2236] fixed processing of Telnet checks by Zabbix proxy
ja: [ZBX-2236] ZabbixプロキシによるTelnet監視の処理の問題を修正

source: Improvements and Bug Fixes of 1.7.1
ja: 1.7.1の改善とバグフィックス

source: Triggers expressions and functions support s,m,h,d,w,T suffixes.
ja: トリガー条件式と関数でs、m、h、d、w、Tを利用することができます。

source: [DEV-231] improved dynamic graph usability in slideshow screen
ja: [DEV-231] スライドショー画面のダイナミックグラフの使い勝手を改善

source: High performance monitoring of index based SNMP items
ja: インデックスベースのSNMPアイテムの監視のパフォーマンスを改善

source: [ZBX-1956] added cursor pointer on minus (remove) icons in screens
ja: [ZBX-1956] スクリーン画面のマイナス（削除）アイコン上にカーソルポインタ表示を追加

source: fixed hosts massupdate with "new group" and "use profile"
ja: ホストの一括更新の「新規グループ作成」と「プロファイルを使用」を修正

source: fixed displaying of text data (EOL) in screens
ja: スクリーンのテキストデータ(行末)の表示を修正

source: [ZBX-1051] fixed processing of active checks list on the agent side.
ja: [ZBX-1051] エージェント側のアクティブチェックのリストの処理を修正。

source: [DEV-92] added support of multiple windows agents, service description
ja: [DEV-92] サービスの説明が異なる複数のWindowsエージェントの起動をサポート

source: [ZBX-3173] made server-side JSON parser ignore whitespace better
ja: [ZBX-3173] サーバサイドのJSONパーサが適切に空白を無視するように修正

source: This document contains the release notes for Zabbix 1.9.6.
ja: このドキュメントはZabbix 1.9.6のリリースノートを含みます。

source: Auto-discovery by ICMP ping
ja: ICMP Pingによるオートディスカバリ

source: [ZBX-1994] using /proc/sys instead of the deprecated sysctl() on Linux
ja: [ZBX-1994] Linuxで推奨されないsysctl()の代わりに/proc/sysを使用

source: Other improvements
ja: その他の改善

source: [ZBX-2807] fixed email notifications being broken when their subjects have line breaks
ja: [ZBX-2807] サブジェクトに改行が含まれている場合にメール通知が破損する問題を修正

source: [ZBX-1734] changed severity colouring in events screen
ja: [ZBX-1734] イベント画面内の障害の深刻度の色使いを変更

source: Data processing parallelizm is greatly improved.
ja: データの処理の並列化が大幅に改善されました。

source: Zabbix SIA is proud to announce the availability of Zabbix 1.8.7rc1 (First Release Candidate).
ja: Zabbix SIAはZABBIX 1.8.7rc1 (1番目のRelease Candidate)のリリースをアナウンスすることを光栄に思います。

source: [ZBX-1669] make more strings translatable.
ja: [ZBX-1669] より多くの文字列を翻訳できるように改善。

source: [ZBX-1174] fixed sql in "Add host" operation in "Discovery" module
ja: [ZBX-1174] ディスカバリモジュールのホスト追加のオペレーションのSQLを修正

source: [ZBX-3269] fixed processing of vfs.dev.read/write metrics for devices with trailing digits
ja: [ZBX-3269] 名前の末尾が数字で終わるデバイスのvfs.dev.read/writeの処理を修正

source: In 1.6 user permissions slightly differ from permissions in 1.4.
ja: 1,6のユーザ権限は1.4から多少変更されています。

source: [ZBX-3006] fixed some forms <input> elements are put inside <table> tag
ja: [ZBX-3006] いくつかの画面内の&lt;input&gt;要素を&lt;table&gt;タグに入れるよう修正

source: [ZBX-1032] fixed security vulnerability in processing of net.tcp.listen under FreeBSD and Solaris agents.
ja: [ZBX-1032] FreeBSDとSolarisエージェントのnet.tcp.listenの処理におけるセキュリティの脆弱性を修正。

source: [ZBX-4177] updated Brazilian Portuguese translation; thanks to Murilo Moreira de Oliveira
ja: [ZBX-4177] ブラジル系ポルトガル語翻訳を更新; Murilo Moreira de Oliveiraに感謝

source: [ZBX-3158] improved links in map element menu
ja: [ZBX-3158] マップ要素メニューのリンクを改善

source: [ZBX-902] fixed wrongly updated operation in action in several circumstances
ja: [ZBX-902] いくつかの状況でアクションのオペレーションが誤って更新される問題を修正

source: Dashboard supports filtering based on host groups, trigger severities and host maintenance status.
ja: ダッシュボードにホストグループ、トリガーの深刻度、ホストのメンテナンスの状態によるフィルタ機能が追加されました。

source: Additional macros for visible host name are also introduced.
ja: 表示名を利用するマクロも追加しています。

source: added more supported items in FreeBSD, NetBSD and OpenBSD
ja: FreeBSD、NetBSD、OpenBSDにいくつかのアイテムを追加

source: [ZBX-587] fixed LDAP test functionality
ja: [ZBX-587] LDAPテスト機能の修正

source: [ZBX-3381] negative multipliers for items with value type "numeric"
ja: [ZBX-3381] データ型が"数値(浮動小数)"のアイテムで負の乗数を利用できるように修正

source: [ZBX-1621] fixed displaying of ITservices graph text
ja: [ZBX-1621] ITサービスのグラフのテキスト表示を修正

source: [ZBXNEXT-236] added support of arrays in item key parameters
ja: [ZBXNEXT-236] アイテムのキーのパラメータに配列のサポートを追加

source: [ZBX-833] fixed link from maps element to trigger status page
ja: [ZBX-833] マップの要素からトリガーステータスのページへのリンクを修正

source: Support of SNMP Data with Dynamic Index
ja: SNMPの動的インデックスに対応

source: [ZBX-3413] added escaping of parameters used in LIKE SQL statements
ja: [ZBX-3413] SQLのLIKE文で利用するパラメータのエスケープ処理を追加

source: Advanced options for remote commands
ja: リモートコマンドの拡張オプション

source: [ZBX-1716] fixed server behaviour (not dying silently) when mysql database user, password or privileges change
ja: [ZBX-1716] MySQLデータベースのユーザ、パスワード、権限の変更の際のサーバの動作を（黙って終了しないように）修正

source: [ZBX-4279] added an error message when trying to delete an item, that's being used as a min/max Y axis value for graphs
ja: [ZBX-4279] グラフのY軸の最小/最大値として使用しているアイテムを削除しようとした時のエラーメッセージを追加

source: [ZBX-2995] fixed crash in zbx_mem_realloc(), reduced memory usage and memory fragmentation in configuration cache
ja: [ZBX-2995] zbx_mem_realloc()内でクラッシュする問題を修正。設定キャッシュのメモリ使用量とメモリの断片化を削減

source: [ZBX-424] fixed possible server crash while importing XML
ja: [ZBX-424] XMLインポート時にサーバがクラッシュする問題を修正

source: [ZBX-3117] fixed error notification when unsuccessfully copying a graph
ja: [ZBX-3117] グラフのコピーに失敗した時のエラー通知を修正

source: [DEV-163] improved the description of "perf_counter" check in the "help_items" table
ja: [DEV-163] 「help_items」テーブルの「perf_counter」チェックの説明文を改善

source: [ZBX-3440] Added pagination to slide and discovery configuration
ja: [ZBX-3440] スライドとディスカバリ設定に改ページを追加

source: [ZBX-1087] fixed scrollbar blocking on graph zoom in web monitoring
ja: [ZBX-1087] Web監視のグラフを拡大・縮小した時にスクロールバーを操作できない問題を修正

source: [ZBX-3835] fixed possible security vulnerability in redirects
ja: [ZBX-3835] リダイレクト内のセキュリティ脆弱性を修正

source: [ZBX-4298] added deleted data report to a housekeeper on every step
ja: [ZBX-4298] housekeeper処理のステップごとのデータ削除レポートを追加

source: This document contains the release notes for Zabbix 1.7.2.
ja: このドキュメントはZABBIX 1.7.2のリリースノートを含みます。

source: [ZBX-1316] fixed missing trigger expressions using expression constructor
ja: [ZBX-1316] 条件式の設定フォームを利用した場合にトリガー条件式が失われる問題を修正

source: [DEV-397] added user name to output of {ESC.HISTORY} macros
ja: [DEV-397] {ESC.HISTORY}マクロの出力にユーザ名を追加

source: [ZBX-2952] added Base64 data line wrapping in Email notifications
ja: [ZBX-2952] メール通知のBase64でのデータ行のラッピングを追加

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.5.4, fifth release in a series of pre-1.6 betas.
ja: ZABBIX SIAは1.6のベータ版の5番目のリリースとなるZABBIX 1.5.4のリリースをアナウンスすることを光栄に思います。

source: [ZBX-2355] fixed error when trying to massupdate trigger severity
ja: [ZBX-2355] トリガーの深刻度の一括更新時のエラーを修正

source: [ZBX-3565] reformatting media types in notifications page, adding links to media types
ja: [ZBX-3565] 通知レポート画面内のメディアタイプの表示フォーマット変更しメディアタイプへのリンクを追加

source: This document contains the release notes for ZABBIX 1.1.
ja: このドキュメントはZABBIX1.1のリリースノートです。

source: [ZBX-1375] fixed graphs loosing link with template after update
ja: [ZBX-1375] 更新後にグラフのリンクがテンプレートから失われる問題を修正

source: [ZBX-3776] treat duplicate UserParameter as error
ja: [ZBX-3776] 重複したUserParameterをエラーとするように修正

source: It is quite important fix to be mentioned as a new feature here.
ja: これは新機能とし非常に重要な修正です。

source: [ZBX-2518] fixed new map saving
ja: [ZBX-2518] 新規マップの保存における問題を修正

source: [ZBX-1431] fixed parameters for user.get api method
ja: [ZBX-1431] user.get APIメソッドのパラメータを修正

source: Support for PHP 4.x dropped.
ja: PHP 4.xのサポートは行われなくなりました。

source: List of Bug Fixed in 1.8.3rc2
ja: 1.8.3rc2のバグフィックスのリスト

source: List of Bug Fixed in 1.8.3rc4
ja: 1.8.3rc4のバグフィックスのリスト

source: This document contains the release notes for Zabbix 1.9.8.
ja: このドキュメントはZabbix 1.9.8のリリースノートを含みます。

source: List of Bug Fixed in 1.8.3rc3
ja: 1.8.3rc3のバグフィックスのリスト

source: ZABBIX SIA is proud to announce the availability of Zabbbix 1.7.3 (beta).
ja: ZABBIX SIAはZABBIX 1.7.3(beta)のリリースをアナウンスすることを光栄に思います。

source: [ZBX-3261] fixed second level template deletion
ja: [ZBX-3261] 第2レベルのテンプレートの削除を修正

source: [ZBX-3221] fixed host deletion through API
ja: [ZBX-3221] APIを利用したホストの削除を修正

source: This document contains the release notes for Zabbix 1.7.3.
ja: このドキュメントはZABBIX 1.7.3のリリースノートを含みます。

source: [ZBX-3008] fixed server generating multiple unknown events for triggers with multiple items
ja: [ZBX-3008] 複数のアイテムを持つトリガーに対して不明イベントを複数生成する問題を修正

source: fixed memory leak when processing non-existant trapper item
ja: 存在しないtrapperアイテム処理時のメモリリークを修正

source: Enhanced AIX agent
ja: AIXエージェントの拡張

source: fixed permissions for logfile
ja: ログファイルのパーミッションを修正

source: [ZBX-1346] fix Timeout directive description in server and proxy configuration files
ja: [ZBX-1346] サーバとプロキシの設定ファイルのタイムアウトの説明を修正

source: [ZBX-2359] fixed graph lines for fixed Y axis with items draw functions "All"
ja: [ZBX-2359] グラフアイテムの設定で機能に「すべて」を利用した場合、グラフの線をY軸に合わせるように修正

source: [ZBX-416] fixed PostgreSQL errors in configuration sender module when using DM setup
ja: [ZBX-416] PostgreSQLで分散監視を利用した際にsenderモジュールの設定で発生していたエラーを修正

source: This release introduces major features along with numerous improvements.
ja: このリリースではいくつかの改善と大きな機能追加が含まれます。

source: [ZBX-1340] fixed cancel button in forms
ja: [ZBX-1340] フォームのキャンセルボタンが表示されない問題を修正

source: [ZBX-3454] fixed clearing item edited using by Trigger-wizard
ja: [ZBX-3454] トリガーウィザードを利用して編集したアイテムのクリア処理を修正

source: [ZBX-1363] fixed user deletion with PostgreSQL
ja: [ZBX-1363] PostgreSQL利用時のユーザ削除処理の問題を修正

source: [ZBX-2790] fixed maintenance times reset while configure maintenance
ja: [ZBX-2790] メンテナンスの設定中にメンテナンス時間がリセットされる問題を修正

source: [ZBX-2598] fixed labels with linebreak in maps
ja: [ZBX-2598] マップの改行が含まれるラベルを修正

source: [ZBX-1470] fixed importing triggers with dependencies
ja: [ZBX-1470] 依存関係のあるトリガーのインポートを修正

source: [ZBX-2853] updated Ukrainian translation; thanks to zalex_ua
ja: [ZBX-2853] ウクライナ語翻訳を更新; zalex_uaに感謝

source: [ZBX-942] fixed error message for server and proxy if cannot bind a port
ja: [ZBX-942] ポートにバインドできない場合のサーバおよびプロキシのエラーメッセージを修正

source: [ZBX-1646] improved permissions check in Dashboard
ja: [ZBX-1646] ダッシュボードの権限チェックを改善

source: [ZBX-2812] updated French translation; thanks to Alixen
ja: [ZBX-2812] フランス語翻訳を改善; Alixenに感謝

source: [ZBX-468] fixed user online status in administration panel
ja: [ZBX-468] 管理パネルのユーザのオンライン状況の問題を修正

source: [ZBXNEXT-564] added new {PROXY.NAME} and {HOSTNAME} macros for auto registration notifications
ja: [ZBXNEXT-564] 自動登録の通知用のマクロ{PROXY.NAME}と{HOSTNAME}を追加

source: This document contains the release notes for Zabbix 1.7.4.
ja: このドキュメントはZABBIX 1.7.4のリリースノートを含みます。

source: [ZBX-3740] fixed compilation errors due to undefined SOL_IPV6
ja: [ZBX-3740] コンパイル時のSOL_IPV6の未定義エラーを修正

source: [ZBX-900] fixed adding several user to group with Oracle DB
ja: [ZBX-900] Oracleデータベース使用時に複数ユーザをグループに追加する処理を修正

source: Zabbix front-end supports sound and visual messages in all screens.
ja: すべての画面で音と視覚的なメッセージを利用できます。

source: [ZBX-1820] fixed graph preview in configuration graph form
ja: [ZBX-1820] グラフ設定画面のプレビュー表示を修正

source: [ZBX-2329] fixed screen renaming
ja: [ZBX-2329] スクリーンの名前変更の問題を修正

source: Zabbix 1.8 Manual
ja: Zabbix 1.8マニュアル

source: fixed element validation in sysmap elements
ja: マップの設定項目のバリデーションを修正

source: [ZBX-2295] added additional units to graphs Y axis
ja: [ZBX-2295] グラフのY軸に単位を追加

source: [ZBX-1764] fixed right Y axis problem if on left Y axis no data
ja: [ZBX-1764] Y軸(左)のデータが存在しない場合のY軸(右)の問題を修正

source: [ZBX-1592] user groups are now sorted in user list and editing form
ja: [ZBX-1592] ユーザのリストや編集画面でユーザグループをソートするように修正

source: Recompile Zabbix binaries and update front-end PHP files.
ja: ZabbixバイナリのリコンパイルとWebインターフェースのPHPファイルのアップデートが必要です。

source: fixed duplicating entries in hosts groups after import
ja: インポート後のホストグループに重複したエントリが存在する問題を修正

source: [ZBX-3494] added database monitor items to the queue calculation
ja: [ZBX-3494] キューの計算にデータベース監視アイテムを追加

source: [ZBX-266] made debugging output for Web scenarios more useful
ja: [ZBX-266] Webシナリオにより有用なデバッグ出力を追加

source: [DEV-137] PDF manual replaced by a README file with a link to on-line documentation
ja: [DEV-137] PDFのマニュアルをオンラインドキュメントのリンクが書かれているREADMEファイルに置き換え

source: [ZBX-4325] fixed maintenance periods saved with nonzero seconds
ja: [ZBX-4325] 秒数が0以外の場合のメンテナンス期間の保存処理を修正

source: fixed undefined argument on graph delete
ja: グラフの削除にいける定義されていない引数の問題を修正

source: [ZBX-551] updated german language file
ja: [ZBX-551] ドイツ語ファイルの更新

source: [ZBX-1460] forbade creation of circular template linkages
ja: [ZBX-1460] 循環的なテンプレートのリンク作成を禁止
